Repository: codedive/MyDemo1
Catalog: SourceCode/URFX.Data/Resources/Resources.*.resx
Languages: ar

source: Cssoft
ar: منظمات المجتمع المدني

source: gf
ar: فرنك غيني

source: gfdg
ar: ساري المفعول

source: Login to your account
ar: تسجيل الدخول إلى حسابك

source: GENERAL HANDYMAN
ar: خدمات الصيانة العامة

# ASSEMBLE &amp; Disassembly of FURNITURE
source: ASSEMBLE & Disassembly of FURNITURE
ar: فك وتركيب اثاث

source: GENERAL MOVING
ar: خدمات النقل العامة

source: MY ORDER
ar: خدمات تطلباتي

source: PERSONAL ASSITANT
ar: خدمات خاصة

source: Air Conditioning
ar: تكييف الهواء

source: Electrical
ar: الكهربائية

source: Pest Control
ar: مكافحة الحشرات

source: Plumping
ar: النفش

source: Water tanks
ar: خزانات المياه

source: Cleaning
ar: تنظيف

# Door &amp; Windows
source: Door & Windows
ar: باب و يندوز

source: Fix Blockage
ar: إصلاح انسداد

source: Fix Faucet
ar: إصلاح صنبور

source: Fix Leakage
ar: إصلاح التسرب

source: Fix Shower
ar: الإصلاح دش

source: Fix Sinks
ar: إصلاح المصارف

source: Fix Toilet Seat
ar: إصلاح مقعد المرحاض

source: Fix Water Pressure
ar: إصلاح ضغط الماء

source: Fix Water Pump
ar: إصلاح مضخة مياه

source: Fix water spray
ar: إصلاح رذاذ الماء

source: Handyman Deliveries
ar: التسليم بارع

source: Other Services
ar: خدمات أخرى

source: Replace Toilet Seat
ar: استبدال مقعد المرحاض

# replace Water Heater &amp; Cooler
source: replace Water Heater & Cooler
ar: استبدال سخان المياه و تبريد

source: Replace Water Pump
ar: استبدال مضخة مياه

source: Replace water spray
ar: استبدال رذاذ الماء

source: Username is required
ar: مطلوب اسم المستخدم

source: About Company
ar: معلومات عن الشركة

source: Company Logo
ar: شعار الشركة

source: Company Name
ar: اسم الشركة

source: Company Registration Number
ar: رقم تسجيل الشركة

source: Confirm Password
ar: تأكيد كلمة السر

source: E-mail Address
ar: عنوان البريد الإلكتروني

source: Fax Number
ar: رقم الفاكس

source: Location
ar: موقع

source: Minimum Service Price
ar: الحد الأدنى الخدمة الأسعار

source: Name of general manager of company
ar: اسم المدير العام لل شركة

source: Number of emlpoyees
ar: عدد منالموظفين

source: Password
ar: كلمة السر

source: Select Category
ar: اختر الفئة

source: Select Services
ar: اختر الخدمات

source: Select Sub Services
ar: حدد خدمات الفرعية

source: Service Provider Register
ar: مقدم الخدمة التسجيل

source: Telephone number
ar: رقم الهاتف

source: Upload Certificate of Registration
ar: تحميل شهادة التسجيل

source: Upload GOSI Certificate
ar: تحميل التأمينات الاجتماعيةشهادة

source: Add new lights
ar: إضافة أضواء جديدة

source: Add New Switches
ar: إضافة مفاتيح جديدة

source: Clean Lights
ar: أضواء نظيفة

# Fix Cooling &amp; heating
source: Fix Cooling & heating
ar: إصلاح التبريد و التدفئة

source: Fix Electricity Feeding
ar: إصلاح تغذية الكهرباء

source: Replace Damaged Switches
ar: استبدال مفاتيح تالفة

source: Replace Lights
ar: استبدال أضواء

source: Dammam/Khobar
ar: اختر الدولة

source: Jeddah
ar: جدة

source: Riyadh
ar: الرياض
